Repository: monodevelop/JavaBinding
Catalog: po/*.po
Languages: fr, ja, nl, ru, sl_si

source: Empty File
fr: Fichier vide
ja: 空のファイル
nl: Leeg bestand
ru: Файл
sl_si: Prazna datoteka

source: General
fr: Général
ja: 全般
nl: Algemeen

source: Creates an empty Java file.
fr: Crée un fichier java vide.
ja: 空のJavaファイルを作成します
nl: CrMaakt een nieuw Java-bestand aan.
ru: Создать файл на языке Java.
sl_si: Ustvari prazno javansko datoteko

source: Empty Project
fr: Projet vide
ja: 空のプロジェクト
nl: Leeg project
ru: Проект
sl_si: Prazen projekt

source: Creates an empty Java solution.
fr: Crée une solution java vide.
ja: 空のJavaソリューションを作成します
nl: Maakt een lege Java-oplossing aan.
ru: Создать решение на языке Java.
sl_si: Ustvari prazno javansko rešitev

source: IKVM Console Project
fr: Projet console IKVM
ja: IKVMコンソール プロジェクト
ru: Консольный проект IKVM
sl_si: IKVM konzolni projekt

source: Create a console Java project with IKVM
fr: Crée un projet console Java avec IKVM
ja: ILVMを使用するコンソールJavaプロジェクトを作成します
nl: Maakt een Java console-project met IKVM aan
ru: Создать консольный проект IKVM
sl_si: Ustvari konzolni projekt z IKVM

source: IKVM Glade# Project
fr: Projet Glade# IKVM
ja: IKVM Glade#プロジェクト
ru: Проект IKVM Glade#
sl_si: IKVM Glade# projekt

source: Create a Glade# Java project with IKVM
fr: Crée un projet Glade# Java avec IKVM
ja: IKVMを使用するGlade# Javaプロジェクト
nl: Maakt een Glade# Java-project met IKVM aan
ru: Создать проект на языке Java при помощи Glade# и IKVM
sl_si: Ustvari Glade# javanski projekt z IKVM

source: IKVM Gnome# Project
fr: Projet Gnome# IKVM
ja: IKVM Gnome#プロジェクト
ru: Проект IKVM Gnome#
sl_si: IKVM Gnome# projekt

source: Create a Gnome# Java project with IKVM
fr: Crée un projet Gnome# Java avec IKVM
ja: IKVMを使用するGnome# Javaプロジェクトを作成します
nl: Maakt een Gnome# Java-project met IKVM aan
ru: Создать проект на языке Java при помощи Gnome# и IKVM
sl_si: Ustvari nov Gnome# javanski projekt z IKVM

source: IKVM Gtk# Project
fr: Projet Gtk# IKVM
ja: IKVM Gtk#プロジェクト
ru: Проект IKVM Gtk#
sl_si: IKVM Gtk# projekt

source: Create a Gtk# Java project with IKVM
fr: Crée un projet Gtk# Java avec IKVM
ja: IKVMを使用するGtk# Javaプロジェクト
nl: Maakt een Gtk# Java-project met IKVM aan
ru: Создать проект на языке Java при помощи Gtk# и IKVM
sl_si: Ustvari nov Gtk# javanski projekt z IKVM

source: IKVM Library
fr: Bibliothèque IKVM
ja: IKVMライブラリ
nl: IKVM-bibliotheek
ru: Библиотека IKVM

source: Create a Java library with IKVM
fr: Crée une librairie Java avec IKVM
ja: IKVMを使用するJavaライブラリを作成する
nl: Maakt een nieuwe Java-bibliotheek met IKVM aan
ru: Создать библиотеку на языке Java при помощи IKVM

source: AWT Applet
fr: Applet Java AWT
ja: AWT アプレット
ru: Апплет AWT
sl_si: AWT aplet

source: Creates a Java AWT Applet
fr: Crée une applet java AWT
ja: Java AWTアプレットを作成します
nl: Maakt een JAva AWT applet aan
ru: Создать Java-апплет на основе AWT
sl_si: Ustvari nov javanski AWT applet

source: AWT Project
fr: Projet AWT
ja: AWTプロジェクト
ru: Проект AWT
sl_si: AWT projekt

source: Creates a Java AWT project.
fr: Crée un projet java AWT.
ja: Java AWTプロジェクトを作成します
nl: Maakt een Java AWT-project aan.
ru: Создать проект на языке Java на основе AWT.
sl_si: Ustvari nov javanski AWT projekt

source: AWT Application
fr: Application AWT
ja: AWT アプリケーション
nl: AWT-applicatie

source: Creates a Java AWT application.
fr: Crée une application Java AWT.
ja: Java AWTアプリケーションを作成します
nl: Maakt een JAva AWT-applicatie aan.
ru: Создать приложение на языке Java на основе AWT.
sl_si: Ustvari nov javanski AWT program

source: Console Project
fr: Projet console
ja: コンソール プロジェクト
ru: Консольный проект
sl_si: Konzolni projekt

source: Create a console Java project
fr: Crée un nouveau projet Java console
ja: 新しいコンソールJavaプロジェクトの作成
nl: Maakt een Java console-project aan
ru: Создать консольный проект Java
sl_si: UJstvari nov javanski konzolni projekt

source: Java AWT Dialog
fr: Boîte de dialogue Java AWT
ja: Java AWT ダイアログ
nl: Java AWT-dialoog
ru: Диалог Java AWT
sl_si: Javanski AWT dialog

source: Creates an AWT dialog.
fr: Crée une boîte de dialogue AWT.
ja: AWTダイアログを作成します
nl: Maakt een AWT-dialoog aan.
ru: Создать диалог AWT.
sl_si: Ustvari nov AWT dialog

source: AWT Frame
fr: Cadre AWT
ja: AWT フレーム
ru: Фрейм AWT
sl_si: AWT okvir

source: Creates a Java AWT Frame
fr: Crée un cadre Java AWT
ja: Java AWTフレームを作成します
nl: Maakt een JAva AWT-frame aan
ru: Создать фрейм Java AWT
sl_si: Ustvari nov javanski AWT okvir

source: AWT OK Dialog
fr: Boîte de dialogue OK AWT
ja: AWT OKダイアログ
nl: AWT OK-dialoog
ru: Диалоговое окно (OK Dialog) AWT

source: Creates a Java AWT OK Dialog.
fr: Crée une boîte de dialogue OK Java AWT.
ja: Java AWT OKダイアログを作成します
nl: Maakt een Java AWT OK-dialoog aan.
ru: Создать диалоговое окно (OK Dialog) Java AWT.
sl_si: Ustvari nov javanski AWT OK dialog

source: AWT Panel
fr: Panel Java AWT
ja: AWT パネル
ru: Панель AWT
sl_si: AWT plošča

source: Creates a Java AWT panel.
fr: Crée un panneau Java AWT.
ja: Java AWTパネルを作成します
nl: Maakt een Java AWT panel aan.
ru: Создать панель Java AWT
sl_si: Ustvari novo javansko AWT ploščo

source: Java Files
fr: Fichiers Java
ja: Javaファイル
nl: Java-bestanden
ru: Файлы Java

source: Code Generation
fr: Génération de code
ja: コード生成方法
nl: Broncode-generatie
ru: Генерация кода
sl_si: Generator koda

source: Output
fr: Sortie
ja: 出力
nl: Uitvoer
ru: Вывод
sl_si: Izhod

source: Java source code
fr: Source Code Java

source: Executable
fr: Exécutable
ja: 実行可能ファイル
nl: Uitvoerbaar bestand
ru: Исполняемый файл
sl_si: Izvršilna datoteka (exe)

source: Library
fr: Bibliothèque
ja: ライブラリ
nl: Bibliotheek
ru: Библиотека
sl_si: Knjižnica (dll)

source: <b>Code Generation</b>
fr: <b>Génération de code</b>
ja: <b>コード生成方法</b>
nl: <b>Broncode-generatie</b>

source: Compile _Target:
fr: Compiler la _cible :
ja: コンパイルのターゲット: (_T)
nl: Compileer _doel:
ru: Тип проекта:
sl_si: _Tarča izgradnje:

source: Define S_ymbols:
fr: Définir les _symboles :
ja: シンボルを定義: (_y)
nl: Definieer s_ymbolen:
ru: Назначить _символы:
sl_si: Definiraj _simbole:

source: _Main Class:
fr: Classe _Main :
ja: _Main クラス:
nl: _Hoofd klasse:
ru: _Основной класс:
sl_si: _Vhodni razred:

source: <b>Compiler</b>
fr: <b>Compilateur</b>
ja: <b>コンパイラ</b>
nl: <b>Compileer</b>
ru: <b>Компилятор</b>
sl_si: <b>Prevajalnik</b>

source: Enable _optimizations
fr: Activer les _optimisations
ja: 最適化を有効にする (_O)
nl: _Optimalisaties inschakelen
ru: Разрешить опт_имизацию
sl_si: Omogoči _optimizacije

source: Emit _debugging information
fr: Inclure les informations de _debogage
ja: デバッグ情報の出力 (_D)
nl: Genereer _debug-informatie
ru: Включить от_ладочную информацию
sl_si: Dodaj informacije za raz_hroščevanje

source: <b>Warnings</b>
fr: <b>Avertissements</b>
ja: <b>警告</b>
nl: <b>Waarschuwingen</b>
ru: <b>Предупреждения</b>
sl_si: <b>Opozorila</b>

source: Generate warnings
fr: Génère des avertissements
ja: 警告を生成
nl: Genereer waarschuwingen
ru: Включить предупреждения
sl_si: Ustvari opozorila

source: Enable deprecation warnings
fr: Activer les avertissements d'obsolescence
ja: 廃止機能の警告を有効にする
nl: Deprecation-waarschuwingen inschakelen
ru: Предупреждать об использовании устаревших классов
sl_si: Omogoči 'deprecation' opozorila

source: Treat warnings as _errors
fr: Traiter les avertissements comme des _erreurs
ja: 警告をエラーとして扱う (_E)
nl: Behandel waarschuwingen als _foutmeldingen
ru: Трактовать предупреждения как _ошибки
sl_si: Obravnavaj opozorila kot _napake

source: Compiler command:
fr: Commande de compilation :
ja: コンパイラ コマンド:
nl: Compileer-commando:
ru: Команда компиляции:
sl_si: Ukaz prevajalniku:

source: IKVM path:
fr: Chemin IKVM :
ja: IKVMのパス:
nl: IKVM-pad:
ru: Путь к IKVM:
sl_si: IKVM pot:

source: Java compiler:
fr: Compilateur Java :
ja: Javaコンパイラ:
ru: Компилятор Java:
sl_si: Java prevajalnik:

source: Generating {0} reference stub ...
fr: Génération de la référence de {0}...
ja: {0} 参照スタブを生成しています...
nl: Bezig met genereren {0} referentie-stub ...

source: Generating assembly ...
fr: Génération de l'assemblage.
ja: アセンブリを生成しています...
nl: Bezig met genereren assembly ...

source: Compiling Java source code ...
fr: Compilation du code source Java.
ja: javaソースコードをコンパイルしています...
nl: Bezig met compileren Java broncode ...

source: <b>Options</b>
ja: <b>オプション</b>
nl: <b>Opties</b>
ru: <b>Параметры</b>
sl_si: <b>Nastavitve</b>

source: Classpath:
nl: Class-pad:
ru: Путь к классам:
